Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# settings.shortcuts.group.edit
source: Edit
de: Bearbeiten
es: Edición
fr: Édition
ja: 編集
ko: 편집
nl: Wijzig
zh_hans: 编辑
zh_hant: 編輯

# settings.shortcuts.group.file
source: File
de: Ablage
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Archief
zh_hans: 文件
zh_hant: 檔案

# settings.shortcuts.group.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
zh_hans: 帮助
zh_hant: 說明

# settings.shortcuts.group.history
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 방문 기록
nl: Geschiedenis
zh_hans: 历史记录
zh_hant: 歷史記錄

# settings.shortcuts.group.view
source: View
de: Darstellung
es: Visualización
fr: Présentation
ja: 表示
ko: 보기
nl: Weergave
zh_hans: 显示
zh_hant: 顯示方式

# settings.shortcuts.group.window
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
ko: 윈도우
nl: Venster
zh_hans: 窗口
zh_hant: 視窗

# settings.shortcuts.recordingPrompt
source: Press shortcut…
de: Tastenkombination drücken…
es: Pulsa el atajo…
fr: Appuyez sur le raccourci…
ja: ショートカットキーを押してください…
ko: 단축키를 누르세요…
nl: Druk op de toetscombinatie…
zh_hans: 请按下快捷键…
zh_hant: 請按下快速鍵…

# settings.shortcuts.restoreDefaultsButton
source: Restore all shortcuts
de: Alle Tastaturkurzbefehle zurücksetzen
es: Restablecer todos los atajos
fr: Rétablir tous les raccourcis
ja: すべてのショートカットをデフォルトに戻す
ko: 모든 단축키 복원
nl: Herstel alle toetscombinaties
zh_hans: 恢复所有快捷键
zh_hant: 還原所有快速鍵

# settings.shortcuts.restoreShortcutButton
source: Restore
de: Zurücksetzen
es: Restablecer
fr: Rétablir
ja: デフォルトに戻す
ko: 복원
nl: Herstel
zh_hans: 恢复默认
zh_hant: 還原

# settings.shortcuts.searchField.placeholder
source: Find shortcut keys
de: Tastaturkurzbefehle suchen
es: Buscar atajos de teclado
fr: Rechercher des raccourcis clavier
ja: ショートカットキーを検索
ko: 단축키 검색
nl: Zoek toetscombinaties
zh_hans: 查找快捷键
zh_hant: 搜尋快速鍵

# settings.shortcuts.searchResults.emptyMessage
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果がありません
ko: 결과 없음
nl: Geen resultaten
zh_hans: 无结果
zh_hant: 沒有結果

# settings.shortcuts.sectionTitle
source: Shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
ja: ショートカット
ko: 단축키
nl: Toetscombinaties
zh_hans: 快捷键
zh_hant: 快速鍵

# settings.shortcuts.unassignedPlaceholder
source: Add New
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter
ja: 新規追加
ko: 새로 추가
nl: Nieuwe toevoegen
zh_hans: 添加快捷键
zh_hant: 新增

# settings.spaces.changeProfileConfirmation.appScopedMessage
source: This Space's window will be reopened with the new profile and its open tabs will be reloaded there. Site logins won't carry over. Bookmarks stay with the Space; pinned tabs remain shared across the app.
de: Das Fenster dieses Space wird mit dem neuen Profil erneut geöffnet und seine offenen Tabs werden dort neu geladen. Website-Anmeldungen werden nicht übernommen. Lesezeichen bleiben beim Space, angeheftete Tabs werden weiterhin app-weit gemeinsam genutzt.
es: La ventana de este Espacio se volverá a abrir con el perfil nuevo y sus pestañas abiertas se recargarán ahí. Los inicios de sesión de los sitios no se conservarán. Los marcadores se quedan con el Espacio; las pestañas fijadas se siguen compartiendo en toda la app.
fr: La fenêtre de cet Espace sera rouverte avec le nouveau profil et ses onglets ouverts y seront rechargés. Les connexions aux sites ne seront pas conservées. Les favoris restent associés à l'Espace ; les onglets épinglés restent partagés dans toute l'app.
ja: このスペースのウインドウは新しいプロファイルで開き直され、開いているタブはそこで再読み込みされます。サイトのログイン状態は引き継がれません。ブックマークはスペースに残り、固定タブはアプリ全体で共有されたままになります。
ko: 이 스페이스의 윈도우가 새 프로필로 다시 열리고, 열려 있던 탭도 그곳에서 다시 불러와요. 사이트 로그인 정보는 이어지지 않아요. 북마크는 스페이스에 남고, 고정된 탭은 앱 전체에서 계속 공유돼요.
nl: Het venster van deze Space wordt opnieuw geopend met het nieuwe profiel en de geopende tabbladen worden daar opnieuw geladen. Sitelogins gaan niet mee. Bladwijzers blijven bij de Space; vastgezette tabbladen blijven gedeeld binnen de app.
zh_hans: 此空间的窗口将以新的个人资料重新打开，其中已打开的标签页会在那里重新加载。网站登录状态不会保留。书签仍归此空间所有；固定标签页在整个应用内保持共享。
zh_hant: 這個空間的視窗會以新的設定檔重新開啟，其中開啟的分頁也會在該視窗重新載入。網站登入狀態不會一併轉移。書籤會留在這個空間；釘選分頁則維持整個應用程式共用。

# settings.spaces.changeProfileConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.spaces.changeProfileConfirmation.confirmButton
source: Change Profile
de: Profil wechseln
es: Cambiar perfil
fr: Changer de profil
ja: プロファイルを変更
ko: 프로필 변경
nl: Wijzig profiel
zh_hans: 更改个人资料
zh_hant: 變更設定檔

# settings.spaces.changeProfileConfirmation.profileScopedMessage
source: This Space's window will be reopened with the new profile and its open tabs will be reloaded there. Site logins won't carry over. Bookmarks stay with the Space; pinned tabs will be the new profile's.
de: Das Fenster dieses Space wird mit dem neuen Profil erneut geöffnet und seine offenen Tabs werden dort neu geladen. Website-Anmeldungen werden nicht übernommen. Lesezeichen bleiben beim Space, angeheftete Tabs sind dann die des neuen Profils.
es: La ventana de este Espacio se volverá a abrir con el perfil nuevo y sus pestañas abiertas se recargarán ahí. Los inicios de sesión de los sitios no se conservarán. Los marcadores se quedan con el Espacio; las pestañas fijadas serán las del perfil nuevo.
fr: La fenêtre de cet Espace sera rouverte avec le nouveau profil et ses onglets ouverts y seront rechargés. Les connexions aux sites ne seront pas conservées. Les favoris restent associés à l'Espace ; les onglets épinglés seront ceux du nouveau profil.
ja: このスペースのウインドウは新しいプロファイルで開き直され、開いているタブはそこで再読み込みされます。サイトのログイン状態は引き継がれません。ブックマークはスペースに残り、固定タブは新しいプロファイルのものになります。
ko: 이 스페이스의 윈도우가 새 프로필로 다시 열리고, 열려 있던 탭도 그곳에서 다시 불러와요. 사이트 로그인 정보는 이어지지 않아요. 북마크는 스페이스에 남고, 고정된 탭은 새 프로필의 것으로 바뀌어요.
nl: Het venster van deze Space wordt opnieuw geopend met het nieuwe profiel en de geopende tabbladen worden daar opnieuw geladen. Sitelogins gaan niet mee. Bladwijzers blijven bij de Space; vastgezette tabbladen worden die van het nieuwe profiel.
zh_hans: 此空间的窗口将以新的个人资料重新打开，其中已打开的标签页会在那里重新加载。网站登录状态不会保留。书签仍归此空间所有；固定标签页将变为新个人资料的固定标签页。
zh_hant: 這個空間的視窗會以新的設定檔重新開啟，其中開啟的分頁也會在該視窗重新載入。網站登入狀態不會一併轉移。書籤會留在這個空間；釘選分頁則會改用新設定檔的。

# settings.spaces.changeProfileConfirmation.spaceScopedMessage
source: This Space's window will be reopened with the new profile and its open tabs will be reloaded there. Site logins won't carry over. Bookmarks and pinned tabs stay with the Space.
de: Das Fenster dieses Space wird mit dem neuen Profil erneut geöffnet und seine offenen Tabs werden dort neu geladen. Website-Anmeldungen werden nicht übernommen. Lesezeichen und angeheftete Tabs bleiben beim Space.
es: La ventana de este Espacio se volverá a abrir con el perfil nuevo y sus pestañas abiertas se recargarán ahí. Los inicios de sesión de los sitios no se conservarán. Los marcadores y las pestañas fijadas se quedan con el Espacio.
fr: La fenêtre de cet Espace sera rouverte avec le nouveau profil et ses onglets ouverts y seront rechargés. Les connexions aux sites ne seront pas conservées. Les favoris et les onglets épinglés restent associés à l'Espace.
ja: このスペースのウインドウは新しいプロファイルで開き直され、開いているタブはそこで再読み込みされます。サイトのログイン状態は引き継がれません。ブックマークと固定タブはスペースに残ります。
ko: 이 스페이스의 창이 새 프로필로 다시 열리고, 열려 있던 탭도 그곳에서 다시 불러와요. 사이트 로그인 정보는 이어지지 않아요. 북마크와 고정된 탭은 스페이스에 남아요.
nl: Het venster van deze Space wordt opnieuw geopend met het nieuwe profiel en de geopende tabbladen worden daar opnieuw geladen. Sitelogins gaan niet mee. Bladwijzers en vastgezette tabbladen blijven bij de Space.
zh_hans: 此空间的窗口将以新的个人资料重新打开，其中已打开的标签页会在那里重新加载。网站登录状态不会保留。书签和固定标签页仍归此空间所有。
zh_hant: 這個空間的視窗會以新的設定檔重新開啟，其中開啟的分頁也會在該視窗重新載入。網站登入狀態不會一併轉移。書籤和釘選分頁都會留在這個空間。

# settings.spaces.changeProfileConfirmation.title
source: Change Profile to “%@”?
de: Zu Profil „%@“ wechseln?
es: ¿Cambiar el perfil a “%@”?
fr: Changer le profil pour « %@ » ?
ja: プロファイルを「%@」に変更しますか？
ko: 프로필을 “%@”(으)로 변경할까요?
nl: Profiel wijzigen in “%@”?
zh_hans: 要将个人资料更改为「%@」吗？
zh_hant: 要將設定檔變更為「%@」嗎？

# settings.spaces.deleteButtonTooltip
source: Delete selected Space
de: Ausgewählten Space löschen
es: Eliminar el Espacio seleccionado
fr: Supprimer l'Espace sélectionné
ja: 選択したスペースを削除
ko: 선택한 스페이스 삭제
nl: Verwijder geselecteerde Space
zh_hans: 删除所选空间
zh_hant: 刪除所選空間

# settings.spaces.deleteConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.spaces.deleteConfirmation.deleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除

# settings.spaces.deleteConfirmation.message
source: Bookmarks belonging to this Space will also be removed. This action cannot be undone.
de: Zu diesem Space gehörende Lesezeichen werden ebenfalls entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Los marcadores que pertenecen a este Espacio también se eliminarán. Esta acción no se puede deshacer.
fr: Les favoris appartenant à cet Espace seront également supprimés. Cette action est irréversible.
ja: このスペースに属するブックマークも削除されます。この操作は取り消せません。
ko: 이 스페이스에 속한 북마크도 함께 제거돼요. 이 작업은 되돌릴 수 없어요.
nl: Bladwijzers die bij deze Space horen, worden ook verwijderd. Dit kan niet ongedaan worden gemaakt.
zh_hans: 属于此空间的书签也将被移除。此操作无法撤销。
zh_hant: 屬於此空間的書籤也會一併移除。此操作無法復原。

# settings.spaces.deleteConfirmation.spaceScopedMessage
source: Bookmarks and pinned tabs belonging to this Space will also be removed. This action cannot be undone.
de: Zu diesem Space gehörende Lesezeichen und angeheftete Tabs werden ebenfalls entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Los marcadores y las pestañas fijadas que pertenecen a este Espacio también se eliminarán. Esta acción no se puede deshacer.
fr: Les favoris et les onglets épinglés appartenant à cet Espace seront également supprimés. Cette action est irréversible.
ja: このスペースに属するブックマークと固定タブも削除されます。この操作は取り消せません。
ko: 이 스페이스에 속한 북마크와 고정된 탭도 함께 제거돼요. 이 작업은 되돌릴 수 없어요.
nl: Bladwijzers en vastgezette tabbladen die bij deze Space horen, worden ook verwijderd. Dit kan niet ongedaan worden gemaakt.
zh_hans: 属于此空间的书签和固定标签页也将被移除。此操作无法撤销。
zh_hant: 屬於此空間的書籤與釘選分頁也會一併移除。此操作無法復原。

# settings.spaces.deleteConfirmation.title
source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
nl: “%@” verwijderen?
zh_hans: 要删除「%@」吗？
zh_hant: 要刪除「%@」嗎？

# settings.spaces.details.emptyPlaceholder
source: Select a Space to view its settings.
de: Wähle einen Space aus, um seine Einstellungen anzuzeigen.
es: Selecciona un Espacio para ver su configuración.
fr: Sélectionnez un Espace pour afficher ses paramètres.
ja: スペースを選択すると、その設定が表示されます。
ko: 설정을 보려면 스페이스를 선택해 주세요.
nl: Selecteer een Space om de instellingen ervan te bekijken.
zh_hans: 选择一个空间以查看其设置。
zh_hant: 選取空間以查看其設定。

# settings.spaces.listTitle
source: Your Spaces
de: Deine Spaces
es: Tus Espacios
fr: Vos Espaces
ja: スペース
ko: 내 스페이스
nl: Je Spaces
zh_hans: 你的空间
zh_hant: 你的空間

# settings.spaces.newButtonTooltip
source: New Space
de: Neuer Space
es: Nuevo Espacio
fr: Nouvel Espace
ja: 新しいスペース
ko: 새 스페이스
nl: Nieuwe Space
zh_hans: 新建空间
zh_hant: 新增空間

# settings.spaces.pinnedTabScope.appDescription
source: Pinned tabs are shared across all profiles and Spaces.
de: Angeheftete Tabs werden von allen Profilen und Spaces gemeinsam genutzt.
es: Las pestañas fijadas se comparten entre todos los perfiles y Espacios.
fr: Les onglets épinglés sont partagés entre tous les profils et tous les Espaces.
ja: 固定タブはすべてのプロファイルとスペースで共有されます。
ko: 고정된 탭은 모든 프로필과 스페이스에서 공유돼요.
nl: Vastgezette tabbladen worden gedeeld door alle profielen en Spaces.
zh_hans: 固定标签页在所有个人资料和空间之间共享。
zh_hant: 釘選分頁會在所有設定檔和空間之間共用。

# settings.spaces.pinnedTabScope.profileDescription
source: Spaces using the same profile share pinned tabs.
de: Spaces mit demselben Profil teilen sich angeheftete Tabs.
es: Los Espacios que usan el mismo perfil comparten las pestañas fijadas.
fr: Les Espaces qui utilisent le même profil partagent leurs onglets épinglés.
ja: 同じプロファイルを使用するスペース間で固定タブが共有されます。
ko: 같은 프로필을 사용하는 스페이스는 고정된 탭을 공유해요.
nl: Spaces met hetzelfde profiel delen vastgezette tabbladen.
zh_hans: 使用同一个人资料的空间共享固定标签页。
zh_hant: 使用同一個設定檔的空間會共用釘選分頁。

# settings.spaces.pinnedTabScope.profileOption
source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロファイル
ko: 프로필
nl: Profiel
zh_hans: 个人资料
zh_hant: 設定檔

# settings.spaces.pinnedTabScope.spaceDescription
source: Each Space has its own pinned tabs.
de: Jeder Space hat seine eigenen angehefteten Tabs.
es: Cada Espacio tiene sus propias pestañas fijadas.
fr: Chaque Espace a ses propres onglets épinglés.
ja: 各スペースには独自の固定タブがあります。
ko: 스페이스마다 고유한 고정 탭이 있어요.
nl: Elke Space heeft zijn eigen vastgezette tabbladen.
zh_hans: 每个空间都有自己的固定标签页。
zh_hant: 每個空間都有自己的釘選分頁。

# settings.spaces.pinnedTabScope.title
source: Pinned tab scope
de: Geltungsbereich angehefteter Tabs
es: Ámbito de las pestañas fijadas
fr: Portée des onglets épinglés
ja: 固定タブの範囲
ko: 고정 탭 범위
nl: Bereik van vastgezette tabbladen
zh_hans: 固定标签页范围
zh_hant: 釘選分頁範圍

# settings.spaces.pinnedTabScopeConfirmation.broadeningMessage
source: Pinned tabs from the existing destinations will be merged. Unchanged copies will be combined, while different versions will be kept.
de: Angeheftete Tabs aus den bestehenden Zielen werden zusammengeführt. Unveränderte Kopien werden vereint, unterschiedliche Versionen bleiben erhalten.
es: Se fusionarán las pestañas fijadas de los destinos actuales. Las copias sin cambios se combinarán y se conservarán las versiones distintas.
fr: Les onglets épinglés des destinations existantes seront fusionnés. Les copies identiques seront regroupées, tandis que les versions différentes seront conservées.
ja: 既存の保存先にある固定タブは統合されます。変更のないものはまとめられ、内容が異なるものはそのまま残ります。
ko: 기존 대상의 고정된 탭이 병합돼요. 동일한 사본은 하나로 합쳐지고, 서로 다른 버전은 모두 유지돼요.
nl: Vastgezette tabbladen van de bestaande bestemmingen worden samengevoegd. Ongewijzigde kopieën worden gecombineerd, verschillende versies blijven bewaard.
zh_hans: 现有目标位置中的固定标签页将会合并。未改动的副本会合并为一份，不同的版本会分别保留。
zh_hant: 現有目的地的釘選分頁將會合併。未變更的副本會合併在一起，不同的版本則會保留。

# settings.spaces.pinnedTabScopeConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.spaces.pinnedTabScopeConfirmation.confirmButton
source: Change Scope
de: Geltungsbereich ändern
es: Cambiar ámbito
fr: Modifier la portée
ja: 適用範囲を変更
ko: 범위 변경
nl: Wijzig bereik
zh_hans: 更改范围
zh_hant: 變更範圍

# settings.spaces.pinnedTabScopeConfirmation.narrowingMessage
source: Your current pinned tabs will be copied into each existing destination. The copies can then be changed independently.
de: Deine aktuellen angehefteten Tabs werden in jedes bestehende Ziel kopiert. Die Kopien können danach unabhängig voneinander geändert werden.
es: Tus pestañas fijadas actuales se copiarán en cada destino existente. Después, las copias se pueden modificar de forma independiente.
fr: Vos onglets épinglés actuels seront copiés dans chaque destination existante. Les copies pourront ensuite être modifiées indépendamment.
ja: 現在の固定タブが、既存の各コピー先に複製されます。複製後は、それぞれ個別に変更できます。
ko: 현재 고정된 탭이 기존 대상마다 복사돼요. 이후에는 사본을 각각 따로 변경할 수 있어요.
nl: Je huidige vastgezette tabbladen worden naar elke bestaande bestemming gekopieerd. De kopieën kun je daarna los van elkaar wijzigen.
zh_hans: 你当前的固定标签页会被复制到每个现有的目标位置。之后可以分别独立更改这些副本。
zh_hant: 你目前的釘選分頁會複製到每個現有的目的地，之後這些副本可以各自獨立修改。

# settings.spaces.pinnedTabScopeConfirmation.title
source: Change Pinned Tab Scope?
de: Geltungsbereich angehefteter Tabs ändern?
es: ¿Cambiar el ámbito de las pestañas fijadas?
fr: Modifier la portée des onglets épinglés ?
ja: 固定タブの適用範囲を変更しますか？
ko: 고정 탭 범위를 변경할까요?
nl: Bereik van vastgezette tabbladen wijzigen?
zh_hans: 要更改固定标签页范围吗？
zh_hant: 要變更釘選分頁範圍嗎？

# settings.spaces.pinnedTabScopeFailure.title
source: Pinned Tab Scope Wasn’t Changed
de: Geltungsbereich angehefteter Tabs wurde nicht geändert
es: No se cambió el ámbito de las pestañas fijadas
fr: La portée des onglets épinglés n'a pas été modifiée
ja: 固定タブの範囲は変更されませんでした
ko: 고정 탭 범위가 변경되지 않았어요
nl: Bereik van vastgezette tabbladen is niet gewijzigd
zh_hans: 固定标签页范围未更改
zh_hant: 釘選分頁範圍未變更

# settings.spaces.renameButtonTooltip
source: Rename selected Space
de: Ausgewählten Space umbenennen
es: Renombrar el Espacio seleccionado
fr: Renommer l'Espace sélectionné
ja: 選択したスペースの名前を変更
ko: 선택한 스페이스 이름 변경
nl: Wijzig naam van geselecteerde Space
zh_hans: 重命名所选空间
zh_hant: 重新命名所選空間

# settings.spaces.renameDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.spaces.renameDialog.message
source: Enter a new name for this Space.
de: Gib einen neuen Namen für diesen Space ein.
es: Introduce un nombre nuevo para este Espacio.
fr: Saisissez un nouveau nom pour cet Espace.
ja: このスペースの新しい名前を入力してください。
ko: 이 스페이스의 새 이름을 입력하세요.
nl: Voer een nieuwe naam in voor deze Space.
zh_hans: 输入此空间的新名称。
zh_hant: 請輸入這個空間的新名稱。

# settings.spaces.renameDialog.renameButton
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
nl: Wijzig naam
zh_hans: 重命名
zh_hant: 重新命名

# settings.spaces.renameDialog.title
source: Rename Space
de: Space umbenennen
es: Renombrar Espacio
fr: Renommer l'Espace
ja: スペースの名前を変更
ko: 스페이스 이름 변경
nl: Wijzig Space-naam
zh_hans: 重命名空间
zh_hant: 重新命名空間

# settings.spaces.theme.colorLabel
source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
nl: Kleur
zh_hans: 颜色
zh_hant: 顏色

# settings.spaces.theme.saturationLabel
source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
nl: Verzadiging
zh_hans: 饱和度
zh_hant: 飽和度

# settings.spaces.urlRules.openButton
source: URL Rules…
de: URL-Regeln…
es: Reglas de URL…
fr: Règles d'URL…
ja: URLルール…
ko: URL 규칙…
nl: URL-regels…
zh_hans: 网址规则…
zh_hant: 網址規則…

# settings.spaces.urlRules.openButtonTooltip
source: Open the URL rules editor
de: Editor für URL-Regeln öffnen
es: Abrir el editor de reglas de URL
fr: Ouvrir l'éditeur de règles d'URL
ja: URLルールエディタを開く
ko: URL 규칙 편집기 열기
nl: Open de editor voor URL-regels
zh_hans: 打开 URL 规则编辑器
zh_hant: 開啟網址規則編輯器

# sidebar.addressBar.copyLinkButtonTooltip
source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer link
zh_hans: 拷贝链接
zh_hant: 拷貝連結

# sidebar.addressBar.copyURLShortcutTooltip
source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URLをコピー
ko: URL 복사
nl: Kopieer URL
zh_hans: 拷贝网址
zh_hant: 拷貝網址

# sidebar.addressBar.placeholder
source: Search or Enter URL
de: Suchen oder URL eingeben
es: Buscar o introducir URL
fr: Rechercher ou saisir une URL
ja: 検索またはURLを入力
ko: 검색어 또는 URL 입력
nl: Zoek of voer URL in
zh_hans: 搜索或输入网址
zh_hant: 搜尋或輸入網址

# sidebar.agentContextMenu.showTranscriptAction
source: Show Transcript
de: Transkript anzeigen
es: Mostrar la transcripción
fr: Afficher la transcription
ja: トランスクリプトを表示
ko: 트랜스크립트 보기
nl: Toon transcript
zh_hans: 显示会话记录
zh_hant: 顯示逐字稿

# sidebar.bookmarkCell.favicon.detachCurrentPageHint
source: Separate From Bookmark
de: Vom Lesezeichen trennen
es: Separar del marcador
fr: Détacher du favori
ja: ブックマークから切り離す
ko: 북마크에서 분리
nl: Maak los van bladwijzer
zh_hans: 从书签中分离
zh_hant: 從書籤分離

# sidebar.bookmarkCell.favicon.returnToSavedURLAccessibilityLabel
source: Return to Bookmark URL
de: Zurück zur Lesezeichen-URL
es: Volver a la URL del marcador
fr: Revenir à l'URL du favori
ja: ブックマークのURLに戻る
ko: 북마크 URL로 돌아가기
nl: Terug naar bladwijzer-URL
zh_hans: 返回书签网址
zh_hant: 回到書籤網址

# sidebar.bookmarkCell.favicon.returnToSavedURLHint
source: Back to Saved URL
de: Zurück zur gespeicherten URL
es: Volver a la URL guardada
fr: Revenir à l'URL enregistrée
ja: 保存したURLに戻る
ko: 저장된 URL로 돌아가기
nl: Terug naar bewaarde URL
zh_hans: 返回已保存的网址
zh_hant: 返回已儲存的網址

# sidebar.bookmarkContextMenu.cloneToSpaceSubmenu
source: Clone to Space
de: In Space duplizieren
es: Clonar en otro Espacio
fr: Cloner vers un Espace
ja: スペースに複製
ko: 스페이스로 복제
nl: Kloon naar Space
zh_hans: 克隆到空间
zh_hant: 複製到空間

# sidebar.bookmarkContextMenu.copyLeftPrimaryUrl
source: Copy Left URL
de: Linke URL kopieren
es: Copiar URL izquierda
fr: Copier l'URL de gauche
ja: 左のURLをコピー
ko: 왼쪽 URL 복사
nl: Kopieer linker-URL
zh_hans: 拷贝左侧网址
zh_hant: 拷貝左側網址

# sidebar.bookmarkContextMenu.copyLinkAction
source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer link
zh_hans: 拷贝链接
zh_hant: 拷貝連結

# sidebar.bookmarkContextMenu.copyRightSecondaryUrl
source: Copy Right URL
de: Rechte URL kopieren
es: Copiar URL derecha
fr: Copier l'URL de droite
ja: 右側のURLをコピー
ko: 오른쪽 URL 복사
nl: Kopieer rechter-URL
zh_hans: 拷贝右侧网址
zh_hant: 拷貝右側網址

# sidebar.bookmarkContextMenu.deleteAction
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除

# sidebar.bookmarkContextMenu.editAction
source: Edit...
de: Bearbeiten...
es: Editar...
fr: Modifier...
ja: 編集...
ko: 편집...
nl: Wijzig...
zh_hans: 编辑…
zh_hant: 編輯…

# sidebar.bookmarkContextMenu.moveToSpaceSubmenu
source: Move to Space
de: In Space verschieben
es: Mover a un Espacio
fr: Déplacer vers un Espace
ja: スペースに移動
ko: 스페이스로 이동
nl: Verplaats naar Space
zh_hans: 移到空间
zh_hant: 移至空間

# sidebar.bookmarkContextMenu.newNestedFolderAction
source: New Nested Folder...
de: Neuer Unterordner…
es: Nueva carpeta anidada…
fr: Nouveau sous-dossier…
ja: 新しいサブフォルダ…
ko: 새 하위 폴더…
nl: Nieuwe submap…
zh_hans: 新建子文件夹…
zh_hant: 新增巢狀資料夾…

# sidebar.bookmarkContextMenu.openAsSplitAction
source: Open as Split
de: Als Split öffnen
es: Abrir en vista dividida
fr: Ouvrir en Split View
ja: 分割表示で開く
ko: 분할로 열기
nl: Open als split
zh_hans: 以分屏打开
zh_hant: 以分割畫面開啟

# sidebar.bookmarkContextMenu.openInNewTabAction
source: Open in New Tab
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
fr: Ouvrir dans un nouvel onglet
ja: 新しいタブで開く
ko: 새 탭에서 열기
nl: Open in nieuw tabblad
zh_hans: 在新标签页中打开
zh_hant: 在新分頁中開啟

# sidebar.bookmarkContextMenu.renameAction
source: Rename...
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名前を変更…
ko: 이름 변경…
nl: Wijzig naam…
zh_hans: 重命名…
zh_hant: 重新命名…

# sidebar.bookmarkFolder.defaultName
source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
ja: 無題
ko: 제목 없음
nl: Naamloos
zh_hans: 未命名
zh_hant: 未命名

# sidebar.createSpace.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# sidebar.createSpace.createButton
source: Create Space
de: Space erstellen
es: Crear Espacio
fr: Créer l'Espace
ja: スペースを作成
ko: 스페이스 만들기
nl: Maak Space aan
zh_hans: 创建空间
zh_hant: 建立空間

# sidebar.createSpace.profilePicker.label
source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロファイル
ko: 프로필
nl: Profiel
zh_hans: 个人资料
zh_hant: 設定檔

# sidebar.createSpace.profilePicker.newProfileAction
source: New Profile…
de: Neues Profil…
es: Nuevo perfil…
fr: Nouveau profil…
ja: 新しいプロファイル…
ko: 새 프로필…
nl: Nieuw profiel…
zh_hans: 新建个人资料…
zh_hant: 新增設定檔…

# sidebar.createSpace.subtitle
source: Each space has its own independent bookmarks
de: Jeder Space hat seine eigenen Lesezeichen
es: Cada Espacio tiene sus propios marcadores independientes
fr: Chaque Espace dispose de ses propres favoris
ja: 各スペースには独立したブックマークがあります
ko: 스페이스마다 독립된 북마크가 있어요
nl: Elke space heeft zijn eigen onafhankelijke bladwijzers
zh_hans: 每个空间都有自己独立的书签
zh_hant: 每個空間都有自己獨立的書籤

# sidebar.createSpace.title
source: Create a Space
de: Neuen Space erstellen
es: Crear un Espacio
fr: Créer un Espace
ja: スペースを作成
ko: 스페이스 만들기
nl: Maak een Space aan
zh_hans: 创建空间
zh_hant: 建立空間

# sidebar.deleteSpaceConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# sidebar.deleteSpaceConfirmation.deleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除
